Revit 2024 API
GroupTypeId.Reference Property
 Reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Reference { get; }
Visual Basic
Public Shared ReadOnly Property Reference As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Reference {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace